Repository: godzyken/egote_services_v2
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# materialShowcaseSurface2
source: Material type canvas, elevation 6,\nassigned surfaceTint and no shadow'
es: Material: tipo lienzo, elevación 6, superficie asignada Tinte y sin sombra
fr: Material: type toile, élévation 6, surface attribuée Teinte et pas d'ombre

# materialShowcaseSurfaceShadow
source: Material type canvas, elevation 1, default tint\nand shadow
es: Material: tipo lienzo, elevación 1, matiz y sombra por defecto
fr: Material: type de toile, élévation 1, teinte et ombre par défaut

# materialShowcaseSurfaceShadow2
source: Material type canvas, elevation 6,\nassigned surfaceTint and shadow
es: Material: tipo lienzo, elevación 6, superficie asignada Tinte y sombra
fr: Material: type toile, élévation 6, surface attribuée Teinte et ombre

# materialShowcaseText1
source: Material elevation and tint
es: Material: elevación y tinte
fr: Material: élévation et teinte

# materialShowcaseText2
source: MMaterial can also specify surfaceTint color,\nwhich is applied when Material is elevated, but only in\nMaterial 3 mode.
es: MMaterial: también puede especificar el color surfaceTint, que se aplica cuando Material es elevado, pero sólo en el modo Material 3.
fr: MMaterial: peut également spécifier la couleur surfaceTint, qui est appliquée lorsque le matériau est élevé, mais uniquement en mode matériau 3.

# materialShowcaseText3
source: Material type canvas
es: Material: tipo lienzo
fr: Material: type toile

# materialShowcaseText4
source: Default background color is theme canvasColor, and\ntheme canvasColor is set to theme colorScheme background. The\ncolor canvasColor is going to be deprecated in Flutter.
es: El color de fondo predeterminado es el color del lienzo temático, y el color del lienzo temático se establece en el fondo del esquema del color temático. El color canvas Color va a ser obsoleto en Flutter.
fr: La couleur d'arrière-plan par défaut est la couleur du canevas du thème, et la couleur du canevas du thème est définie sur l'arrière-plan du thème colorScheme. La couleur du canevas du thème sera obsolète dans Flutter.

# materialShowcaseTypeCard1
source: Material type card
es: Material: tipo tarjeta
fr: Material: type carte

# materialShowcaseTypeCard2
source: Default background color is theme cardColor, and\ntheme cardColor is set to theme colorScheme surface. The\ncolor cardColor is going to be deprecated in Flutter.
es: El color de fondo predeterminado es el color de la tarjeta temática, y el color de la tarjeta temática se establece en el color de la superficie Scheme. La tarjeta de color Color va a ser obsoleto en Flutter.
fr: La couleur d'arrière-plan par défaut est la couleur de la carte de thème, et la couleur de la carte de thème est définie sur la surface du schéma de couleur du thème. La carte de couleur Color sera obsolète dans Flutter.

# materialShowcaseTypeCardShadow1
source: Material type card, elevation 0, default tint and shadow
es: Material: tipo tarjeta, elevación 0, matiz y sombra por defecto
fr: Material: type de carte, élévation 0, teinte et ombre par défaut

# materialShowcaseTypeCardShadow2
source: Material type card, elevation 1, default tint and shadow
es: Material: tipo tarjeta, elevación 1, matiz y sombra por defecto
fr: Material: type de carte, élévation 1, teinte et ombre par défaut

# materialShowcaseTypeCardShadow3
source: Material type card, elevation 6, default tint and shadow
es: Material: tipo tarjeta, elevación 6, matiz y sombra por defecto
fr: Material: type de carte, élévation 6, teinte et ombre par défaut

# materialShowcaseTypeCardSurface
source: Material type card, elevation 1,\nassigned surfaceTint and no shadow
es: Material: tipo tarjeta, elevación 1, superficie asignada Tinte y sin sombra
fr: Material: type de carte, élévation 1, surface attribuée Tint et pas d'ombre

# materialShowcaseTypeCardSurface2
source: Material type card, elevation 6,\nassigned surfaceTint and no shadow
es: Material: tipo tarjeta, elevación 6, superficie asignada Tinte y sin sombra
fr: Material: type de carte, élévation 6, surface attribuée Tint et pas d'ombre

# materialShowcaseTypeCardSurfaceShadow
source: Material type card, elevation 1,\nassigned surfaceTint and shadow
es: Material: tipo tarjeta, elevación 1, superficie asignada Tinte y sombra
fr: Material: type de carte, élévation 1, surface attribuée Teinte et ombre

# materialShowcaseTypeCardSurfaceShadow2
source: Material type card, elevation 6,\nassigned surfaceTint and shadow
es: Material: tipo tarjeta, elevación 6, superficie asignada Tinte y sombra
fr: Material: type de carte, élévation 6, surface attribuée Teinte et ombre

source: Medium
es: Medio
fr: Moyen

source: Members
es: Miembros
fr: Membres

source: MenuAnchor
es: Menú Ancla
fr: Menu Ancre

source: MenuAnchor Demo
es: Menu Ancre Demo
fr: Menu Ancre Démo

# menuAnchorM3Text
source: The new M3 MenuAnchor used on a Container as a context menu.
es: El nuevo Anclaje de Menú M3 utilizado en un Contenedor como menú contextual.
fr: Le nouvel ancrage du menu M3 est utilisé sur un conteneur en tant que menu contextuel.

# menuAnchorM3ctx
source: The new M3 MenuAnchor is cool!
es: ¡El nuevo M3 Menu Anchor es genial!
fr: Le nouvel ancrage du menu M3 est cool !

# menuAnchorM3ctxClick
source: Click anywhere on this container to show the\nMenuAnchor context menu.
es: Haga clic en cualquier lugar de este contenedor para mostrar el menú contextual de Anclaje al menú.
fr: Cliquez n'importe où dans ce conteneur pour afficher le menu contextuel de l'ancre de menu.

source: MenuBar
es: Barra de menú
fr: Barre de menu

source: MenuBar Demo
es: Barra de menú Demo
fr: Barre de menu Démo

# menuBarM3
source: The new M3 menus can be used in a MenuBar via SubMenuButton\nand its MenuItemButton, but they can also be used in a\nMenuAnchor anywhere.
es: Los nuevos menús M3 se pueden utilizar en una Barra de Menús a través del Botón de Submenú y su Botón de Elemento de Menú, pero también se pueden utilizar en un Anclaje de Menú en cualquier lugar.
fr: Les nouveaux menus M3 peuvent être utilisés dans une barre de menu via le bouton de sous-menu et son bouton d'élément de menu, mais ils peuvent également être utilisés dans une ancre de menu n'importe où.

# menuKeyboardShortcuts
source: Menu keyboard shortcuts also work.
es: Los atajos de teclado de los menús también funcionan.
fr: Les raccourcis clavier du menu fonctionnent également.

# mfaConnect
source: Multi Factor Authentication Connection
es: Conexión de autenticación multifactor
fr: Connexion par authentification multi-facteurs

source: Minify
es: Reducir
fr: Minifier

# missVerification
source: Missing the verification code
es: Falta el código de verificación
fr: Code de vérification manquant

source: Month
es: Mes
fr: Mois

source: MultiPath Networking
es: Redes multitrayecto
fr: Réseaux à chemins multiples

source: Name
es: Nombre
fr: Nom

# navigationBarM3
source: NavigationBar (Material 3)
es: Barra de navegación (Material 3)
fr: Barre de navigation (Material 3)

source: NavigationDrawer
es: Cajón de navegación
fr: Tiroir de navigation

source: NavigationRail
es: Carril de navegación
fr: Rail de navigation

source: Network & internet
es: Redes e Internet
fr: Réseau et internet

# networkInternetDescription
source: Mobile, Wi-Fi, hotspot
es: Móvil, Wi-Fi, punto de acceso
fr: Mobile, Wi-Fi, point d'accès

source: New dialog
es: Nuevo diálogo
fr: Nouveau dialogue

source: No data !
es: ¡No hay datos!
fr: Aucune donnée !

# noDialogYet
source: No dialogs yet
es: Aún no hay diálogos
fr: Aucun dialogue pour l'instant

source: No network
es: No hay red
fr: Pas de réseau

source: Normal TextTheme
es: Tema de texto normal
fr: Thème de texte normal

# notImage
source: This file is not an image
es: Este archivo no es una imagen
fr: Ce fichier n'est pas une image

# nothingSend
source: Nothing to send
es: Nada que enviar
fr: Rien à transmettre

source: Nothing to save
es: Nada que salvar
fr: Il n'y a rien à sauver

source: Notifications
es: Notificaciones

# notificationsDescription
source: Notification history, conversations
es: Histórico de notificaciones, conversaciones
fr: Historique des notifications, conversations

# notificationsDeviceApp
source: Device & app notifications
es: Notificaciones de dispositivos y aplicaciones
fr: Notifications d'appareils et d'applications

# notificationsDeviceAppDescription
source: Control which apps and devices can read notifications
es: Controla qué aplicaciones y dispositivos pueden leer las notificaciones
fr: Contrôler les applications et les appareils qui peuvent lire les notifications

# notificationsDot
source: Notification dot on app icon
es: Punto de notificación en el icono de la app
fr: Point de notification sur l'icône de l'application

# notificationsEnable
source: Enable notifications
es: Activar las notificaciones
fr: Activer les notifications

# notificationsEnableDescription
source: Get suggested actions, replies and more
es: Obtenga sugerencias de acciones, respuestas y mucho más
fr: Obtenir des suggestions d'actions, de réponses et plus encore

# notificationsHistory
source: Notification history
es: Historial de notificaciones
fr: Historique des notifications

# notificationsHistoryText
source: Show recent and snoozed notifications
es: Mostrar notificaciones recientes y repetidas
fr: Afficher les notifications récentes et les notifications en attente

# notificationsLockScreen
source: Notifications on lock screen
es: Notificaciones en la pantalla de bloqueo
fr: Notifications sur l'écran de verrouillage

# notificationsLockScreenDescription
source: Show conversations, default, and silent
es: Mostrar conversaciones, por defecto y en silencio
fr: Afficher les conversations, les messages par défaut et les messages silencieux

# notificationsSnoozing
source: Allow notification snoozing
es: Permitir que las notificaciones se silencien
fr: Autoriser la mise en veille des notifications

source: Now set to
es: Ahora configurado en
fr: Réglé maintenant sur

# occupants
source: tenants
es: ocupantes
fr: occupants

# occupantsIds
source: tenants_ids
es: occupantes_ids
fr: occupants_ids

source: Open
es: Abrir
fr: Ouvrir

source: Open Dialog
es: Diálogo abierto
fr: Ouvrir la boîte de dialogue

# openViaQr
source: Open your authentication app and add this app via QR code or by pasting the code below.
es: Abre tu aplicación de autenticación y añade esta aplicación mediante un código QR o pegando el código que aparece a continuación.
fr: Ouvrez votre application d'authentification et ajoutez cette application via le code QR ou en collant le code ci-dessous.

# optionText
source: Option
es: Opción

source: or
es: o
fr: ou

source: Organization name
es: Nombre de la organización
fr: Nom de l'organisation

# organizationNameNotEmpty
source: Organization name must not be empty
es: El nombre de la organización no debe estar vacío
fr: Le nom de l'organisation ne doit pas être vide

source: Outlined
es: Contorno
fr: Contour

source: Outlined button
es: Contorno del botón
fr: contour du bouton

source: Outlined (disabled)
es: Contorno (desactivado)
fr: contour (désactivé)

source: Outlined icon
es: contorno de icono
fr: contour d'icône

source: Owner
es: Propietario
fr: Propriétaire

source: owner contact
es: Contacto del propietario
fr: contact du Propriétaire

source: Owner Id
es: Id del propietario
fr: Id du Propriétaire

source: Owner Name
es: Nombre del propietario
fr: Nom du Propriétaire

source: Owner Phone
es: Teléfono del propietario
fr: Numéro de téléphone du Propriétaire

source: Password
es: Contraseña
fr: Mot de passe

source: Passwords
es: Contraseñas
fr: Mots de passe

source: Payment methods
es: Modalidades de pago
fr: Modes de paiement

source: Persistence
es: Persistencia
fr: Persistance

# persistenceMemoryDescription
source: You can use volatile memory or Shared\nPreferences and Hive to persist the settings. You can\ntoggle the used implementation dynamically in the app.
es: Puede utilizar memoria volátil o Preferencias Compartidas y Hive para mantener la configuración. Puede alternar la implementación utilizada dinámicamente en la aplicación.
fr: Vous pouvez utiliser la mémoire volatile ou les préférences partagées et Hive pour conserver les paramètres. Vous pouvez basculer l'implémentation utilisée dynamiquement dans l'application.

source: Phone number
es: Número de teléfono
fr: N° de téléphone

source: Photo
es: Foto

source: Pick Image
es: Elija una imagen
fr: Sélectionner une image

source: PopupMenuButton
es: Botón de menú emergente
fr: Bouton du menu popup

source: Primary TextTheme
es: Tema de texto primario
fr: Thème de texte primaire

source: Privacy
es: Privacidad
fr: Privé

# privacyDescription
source: Trial features are on
es: Funciones de prueba
fr: Les fonctions d'essai sont en place

# privacySandBoxTitle
source: Privacy Sandbox
es: Sandbox de privacidad
fr: Sandbox Privé

# privacySecTitle
source: Privacy and security
es: Privacidad y seguridad
fr: Protection de la vie privée et sécurité

source: Profile
es: Perfil
fr: Profil

source: Quit
es: Deje
fr: Quitter

source: RadioListTile
es: Azulejo RadioList
fr: RadioListe

source: RadioListTile disabled
es: RadioListTile desactivado
fr: RadioListe désactivé

# radioOptionListSelected
source: The radio option and list tile is selected
es: Se selecciona la opción de radio y el mosaico de la lista
fr: La liste de bouton radio et la tuile de liste sont sélectionnées

# radioOptionSelected
source: The radio option is selected
es: La opción de radio está seleccionada
fr: L'option radio est sélectionnée

# radioOptionUnselected
source: The radio option is unselected
es: La opción de radio no está seleccionada
fr: L'option radio est désélectionnée

source: RangeSlider continuous
es: Deslizador de rango continuo
fr: Curseur de gamme continu

source: RangeSlider continuous disabled
es: Deslizador de rango continuo desactivado
fr: Curseur de gamme continu désactivé

source: RangeSlider stepped
es: Deslizador de rango pisado
fr: RangeSlider en escalier

source: RangeSlider stepped disabled
es: Deslizador de rango pisado desactivado
fr: RangeSlider en escalier désactivé

source: Refresh
es: Actualizar
fr: Rafraîchir

source: Register
es: Registrarse
fr: Enregistrer

source: rental date
es: fecha de alquiler
fr: date de location

# rentalDateStart
source: rent start
es: inicio del alquiler
fr: Début de la location

# rentalDateStop
source: return date
es: fecha de retorno
fr: date de retour

source: Replications
es: Réplicas
fr: Reproductions

source: required
es: requerido
fr: requis

source: Reset
es: Reiniciar
fr: Réinitialiser

source: Reset all
es: Restablecer todo
fr: Tout réinitialiser

# resetSettingsTitle
source: Reset settings
es: Restablecer la configuración
fr: Réinitialiser les paramètres

source: Role
es: Papel
fr: Rôle

source: Save
es: Salvar
fr: Sauvegarder

source: Save now
es: Salvar ahora
fr: Sauvegarder maintenant

source: Screen width
es: Ancho de pantalla
fr: Largeur d'écran

source: Search
es: Buscar en
fr: Recherche

source: Search Users
es: Buscar usuarios
fr: Recherche d'utilisateurs

source: Secret
es: Secreto

# securityDescription
source: Screen lock, Find My Device, app security
es: Bloqueo de pantalla, Buscar mi dispositivo, seguridad de aplicaciones
fr: Verrouillage d'écran, Find My Device, sécurité des applications

# securitySafeBrowsingDescription
source: Safe Browsing (protection from dangerous sites) and other security settings
es: Navegación segura (protección frente a sitios peligrosos) y otros ajustes de seguridad
fr: Safe Browsing (protection contre les sites dangereux) et autres paramètres de sécurité

# securityTitle
source: Security
es: Securidad
fr: Sécurité

source: Select dialog
es: Seleccionar diálogo
fr: Sélectionner le dialogue

# selectUserGuess
source: select a guess User
es: Seleccionar un usuario
fr: sélectionner un utilisateur fictif

source: Settings
es: Configuraciones
fr: Paramètres

source: Show
es: Muestra
fr: Afficher

source: Show Message
es: Mostrar mensaje
fr: Afficher le message

source: Showcase
es: Escaparate
fr: Présentation

# showcaseErrorText
source: Any entry without an 'a' will trigger this error
es: Cualquier entrada sin "a" provocará este error
fr: Toute entrée sans "a" déclenchera cette erreur.

# showcaseHintCollapseText
source: Hint: Collapsed TextField...
es: Sugerencia: TextField colapsado...
fr: Indice : champ de texte réduit...

# showcaseHintText
source: Hint: Write something...
es: Sugerencia: Escribe algo...
fr: Conseil : Écrivez quelque chose...

# showcaseLabelTextOutline
source: Label: Outline border by default if not defined
es: Label: Borde del contorno por defecto si no está definido
fr: Label: Bordure de contour par défaut si elle n'est pas définie

# showcaseLabelTextUnder
source: Label: Underline border by default if not defined
es: Label: Subrayar el borde por defecto si no está definido
fr: Label: Bordure soulignée par défaut si elle n'est pas définie

# showcaseListTileSelectedSubTitle
source: Selected list tile sub title
es: Subtítulo del mosaico de la lista seleccionada
fr: Sous-titre de la Liste sélectionnée

# showcaseListTileSelectedTitle
source: ListTile selected
es: Mosaico de lista seleccionado
fr: Liste sélectionné

# showcaseListTileSubTitle
source: List tile sub title
es: Subtítulo del mosaico de la lista
fr: Sous-titre de la Liste

# showcaseListTileTitle
source: ListTile
es: Azulejo de la lista
fr: Liste

# showcaseListTileTrailing
source: Trailing
es: Trasero
fr: Arrière

# signInWithEmailPassword
source: Sign In With Email and Password
es: Iniciar sesión con correo electrónico y contraseña
fr: Se connecter avec email et mot de passe

source: Sign In With Google
es: Iniciar sesión con Google
fr: Se connecter avec Google

source: sign out
es: cerrar sesión
fr: Se déconnecter

# siteSettingsDescription
source: Controls what information sites can use and show (location, camera, pop-ups and more)
es: Controla qué información pueden utilizar y mostrar los sitios web (ubicación, cámara, ventanas emergentes, etc.).
fr: Contrôle les informations que les sites peuvent utiliser et afficher (emplacement, appareil photo, fenêtres pop-up, etc.)

# siteSettingsTitle
source: Site settings
es: Configuración del sitio
fr: Paramètres du site

source: Slider continuous
es: Deslizador continuo
fr: Curseur continu

source: Slider continuous disabled
es: Deslizador continuo desactivado
fr: Curseur continu désactivé

source: Slider stepped
es: Deslizador pisado
fr: Curseur continu en escalier

source: Slider stepped disabled
es: Deslizador pisado desactivado
fr: Curseur continu en escalier désactivé

source: SliverAppBar
es: Barra de aplicaciones Sliver
fr: Barre d'applications argentée

source: SliverAppBar.large
es: Sliver AppBar grande
fr: AppBar de couleur argentée grand format

source: SliverAppBar.medium
es: Sliver AppBar medio
fr: AppBar de couleur argentée moyen format

source: Small
es: Pequeño
fr: Petit

source: Something went wrong
es: Algo salió mal
fr: Quelque chose n'a pas fonctionné

# soundVibrationDescription
source: Volume, haptics, Do Not Disturb
es: Volumen, háptica, No molestar
fr: Volume, haptique, ne pas déranger

# soundVibrationTitle
source: Sound & vibration
es: Sonido y vibración
fr: Son & vibrations

source: Start dialog
es: Iniciar diálogo
fr: Commencer le dialogue

# stateResSettings
source: State restoration testing
es: Pruebas estatales de restauración
fr: Test de restauration de l'État

source: Storage
es: Almacenamiento
fr: Stockage

# storageDescription
source: 30% used - 5.60 GB free
es: 30% usado - 5.60 GB libre
fr: 30% utilisé - 5.60 GB libre

source: Style
es: Estilo

source: Submit
es: Enviar
fr: Soumettre

source: Success
es: Éxito
fr: Réussite

# successSignedUp
source: Successfully signed up
es: Registrado con éxito
fr: L'inscription a été effectuée avec succès

# surfaceArea
source: enter surface area
es: introduzca la superficie
fr: saisir la surface

# surveillance
source: Monitoring
es: Monitorización
fr: Surveillance

source: Swap colors
es: Intercambiar colores
fr: Échange de couleurs

# swapPrimarySecondaryDarkColors
source: Swap primary and secondary dark colors
es: Intercambiar colores oscuros primarios y secundarios
fr: Échanger les couleurs primaires et secondaires foncées

# swapPrimarySecondaryLightColors
source: Swap primary and secondary light colors
es: Intercambiar los colores primario y secundario de la luz
fr: Échanger les couleurs primaires et secondaires

# switchHave
source: Already Have one? Sign In
es: ¿Ya tiene uno? Iniciar sesión
fr: Vous en avez déjà un ? S'identifier

# switchHavent
source: Don't have account? Sign Up
es: ¿No tiene cuenta? Regístrese
fr: Vous n'avez pas de compte ? S'inscrire

# switchListTileSubTitleOff
source: The switch list tile is OFF
es: El azulejo de la lista de interruptores está apagado
fr: La liste d'interrupteurs est inactif

# switchListTileSubTitleOn
source: The switch list tile is ON
es: La ficha de la lista de interruptores está activada
fr: La liste d'interrupteurs est activée

# switchListTileTitle
source: SwitchListTile
es: La lista de interruptores
fr: La liste d'interrupteurs

# switchListTileTitleDisabled
source: SwitchListTile disabled
es: la lista de interruptores desactivado
fr: La liste d'interrupteurs désactivé

# switchNoStatusBar
source: Only affects Android top status bar
es: Sólo afecta a la barra de estado superior de Android
fr: Ne concerne que la barre d'état supérieure d'Android

# tabBarAppBar
source: TabBar in an AppBar
es: TabBar en una AppBar
fr: TabBar dans une AppBar

# tabBarIfAppBar
source: If the TabBar will always be used in an AppBar, then use\nstyle FlexTabBarStyle forAppBar (default),\nit will fit contrast wise here
es: Si la barra de pestañas se utilizará siempre en una barra de aplicaciones, utilice el estilo FlexTabBar para la barra de aplicaciones (por defecto), que se ajustará al contraste aquí
fr: Si la barre d'onglets est toujours utilisée dans une barre d'application, utilisez le style FlexTabBar Style pour AppBar (par défaut), il s'adaptera ici en fonction du contraste.

# tabBarIfSurface
source: If the TabBar will always be used on background and surface\ncolors, then use style FlexTabBarStyle forBackground,\nit will fit contrast wise here
es: Si el TabBar siempre se utilizará en el fondo y los colores de la superficie, a continuación, utilizar el estilo FlexTabBarStyle de fondo, que se ajuste el contraste sabio aquí
fr: Si la barre d'onglets est toujours utilisée avec des couleurs d'arrière-plan et de surface, utilisez le style FlexTabBarStyle pour l'arrière-plan.

# tabBarSurface
source: TabBar in an Surface
es: TabBar en una superficie
fr: TabBar dans une Surface

# tabFolder
source: Folder
es: Carpeta
fr: Dossier

# termsOfService
source: Terms of Service | Privacy Policy
es: Condiciones del servicio | Política de privacidad
fr: Conditions d'utilisation | Politique de confidentialité

source: Text icon
es: Icono texto
fr: Icône texte

source: Theme
es: Tema
fr: Thème

source: Theme Colors
es: Tema Colores
fr: Thème Couleurs

source: ThemeData Colors
es: ThemeData Colores
fr: Couleurs des données du thème

# themeModeTitle
source: Theme mode
es: Modo temático
fr: Mode thématique

source: Theme Settings
es: Configuración del tema
fr: Paramètres du thème

source: Theme Showcase
es: Exposición de temas
fr: Présentation du thème
