Repository: godzyken/egote_services_v2
Catalog: lib/l10n/app_*.arb
Languages: es, fr

source: A fixed SnackBar
es: Un SnackBar fijo
fr: Un SnackBar fixe

source: A floating SnackBar
es: Un SnackBar flotante
fr: Un snack-bar flottant

source: About
es: Acerca de
fr: À propos

source: Absent
es: Ausente

# abstractSettingsDescription
source: UI create to show plugin\'s possibilities
es: UI create para mostrar las posibilidades de plugin
fr: Création d'une interface utilisateur pour montrer les possibilités du plugin

# abstractSettingsTitle
source: Abstract Settings Screen
es: Pantalla de configuración abstracta
fr: Écran des paramètres abstraits

# accessibilityDescription
source: Display, interaction, audio
es: Visualización, interacción, audio
fr: Affichage, interaction, audio

# accessibilityTitle
source: Accessibility
es: Accesibilidad
fr: Accessibilité

# addDevis
source: Add a Quotation
es: Añadir un presupuesto
fr: Ajouter un devis

# addRefreshTitle
source: Add Refresh Rate
es: Añadir frecuencia de actualización
fr: Ajouter le taux de rafraîchissement

source: Address
es: Dirección
fr: Adresse

# addressCity
source: City Name
es: Nombre de la ciudad
fr: Nom de la ville

# addressDescription
source: Include information like phone numbers, email, and shipping addresses
es: Incluya información como números de teléfono, correo electrónico y direcciones de envío
fr: Inclure des informations telles que les numéros de téléphone, les adresses électroniques et les adresses de livraison.

source: Address id
es: Id de dirección
fr: Identité de l'adresse

# addressMore
source: Addresses and more
es: Direcciones y más
fr: Adresses et autres

# addressTitle
source: Save and fill addresses
es: Guardar y rellenar direcciones
fr: Enregistrer et remplir les adresses

source: Address Zip Code
es: Código postal
fr: Code postal

# addressesNameTitle
source: Name, addresses
es: Nombre, direcciones
fr: Nom, adresses

# addressesTitle
source: Addresses
es: Direcciones
fr: Adresses

source: Alarm
es: Alarma
fr: Alarme

source: AlertDialog
es: Diálogo de alerta
fr: Dialogue d'alerte

# alertDialogContent
source: theme settings back to their\ndefault values?\nPersisted theme settings will also be updated to default\nvalues.
es: La configuración de los temas existentes también se actualizará a sus valores predeterminados.
fr: Les paramètres du thème reviennent à leurs valeurs par défaut ? Les paramètres du thème persistants seront également mis à jour aux valeurs par défaut.

source: All
es: Todos
fr: Tous

source: Allow
es: Permitir
fr: Autoriser

# allowLocServ
source: Allow location services
es: Permitir servicios de localización
fr: Autoriser les services de localisation

# allowLocServText
source: Let us help determine location. This means\nsending anonymous location data to us
es: Permítanos ayudarle a determinar su ubicación. Esto significa enviarnos datos de localización anónimos.
fr: Laissez-nous vous aider à déterminer votre position. Cela signifie que vous nous envoyez des données de localisation anonymes.

# alreadyHave
source: I already have an account
es: Ya tengo una cuenta
fr: J'ai déjà un compte

# androidSettingsTitle
source: Android Settings Screen
es: Pantalla de ajustes de Android
fr: Écran des paramètres Android

source: AppBar
es: Barra de aplicaciones
fr: Barre d'application

source: AppBar elevation
es: elevación de la barra de aplicaciones
fr: élévation de la barre d'application

source: App settings
es: Configuración de la aplicación
fr: Paramètres de l'application

# appearanceTitle
source: APPEARANCE
es: APARIENCIA
fr: APPARENCE

# appearanceTitleDark
source: Dark Appearance
es: Aspecto oscuro
fr: Apparence sombre

# appsDescription
source: Assistant, recent apps, default apps
es: Asistente, aplicaciones recientes, aplicaciones por defecto
fr: Assistant, applications récentes, applications par défaut

# appsTitle
source: Apps
es: Aplicaciones
fr: Applications

source: Attachment
es: Adjunto
fr: Pièce jointe

source: Auth
es: Aut

# autoFillTitle
source: Auto-fill
es: Autorrelleno
fr: Remplissage automatique

source: Available
es: Disponible
fr: Disponible

# avisPage
source: Opinion Page
es: Avis Página
fr: Page d'Avis

# batteryTitle
source: Battery
es: Batería
fr: Batterie

source: Behind AppBar
es: Detrás de AppBar
fr: Derrière l'AppBar

source: Behind Bottom
es: Detrás del fondo
fr: Derrière le fond

source: Behind NavBar
es: Detrás de NavBar
fr: Derrière la NavBar

# blendLevelLongText
source: Level blends\nSurface 1x Background 1x Scaffold 1x\n
es: Mezclas de niveles 1x Fondo 1x Andamio 1x\n
fr: Niveau de mélange Surface 1x Arrière-plan 1x Échafaudage 1x Échafaudage

# blendLevelShortText
source: Flat\nall at same level
es: Plano todo al mismo nivel
fr: Tous les plats sont au même niveau

source: Body
es: Cuerpo
fr: Corps

source: Bold
es: Negrita
fr: Gras

source: BottomAppBar
es: Barra inferior
fr: Barre d'application inférieure

# bottomNavigationBar
source: BottomNavigationBar (Material 2)
es: Barra de navegación inferior (Material 2)
fr: Barre de navigation inférieure (Material 2)

source: Bubbles
es: Burbujas
fr: Bulles

# bubblesActive
source: On / Conservations can appear as floating icons
es: On / Las conservaciones pueden aparecer como iconos flotantes
fr: On / Les conservations peuvent apparaître sous forme d'icônes flottantes

source: By Email
es: Por correo electrónico
fr: Par courrier électronique

source: By Facebook
es: Por Facebook
fr: Par Facebook

source: By Login
es: Por Login
fr: Par Login

# byPhone
source: By Phone number
es: Por número de teléfono
fr: Par numéro de téléphone

# canBeBlank
source: Comment cannot be blank
es: El comentario no puede estar en blanco
fr: Le commentaire ne peut pas être vide

source: Cancel
es: Cancelar
fr: Annuler

# cardShowcaseElevate10Text1
source: Card, elevation 10, default surfaceTint and shadow
es: Tarjeta, cota 10, superficie por defecto Tinte y sombra
fr: Carte, élévation 10, surface par défaut Teinte et ombre

# cardShowcaseElevate10Text2
source: Card, elevation 10, default surfaceTint and default shadow
es: Tarjeta, cota 10, surfaceTint por defecto y sombra por defecto
fr: Carte, élévation 10, surface par défaut Teinte et ombre par défaut

# cardShowcaseElevate10Text3
source: Card, elevation 10, default surfaceTint and transparent shadow
es: Tarjeta, cota 10, superficie por defecto Tinte y sombra transparente
fr: Carte, élévation 10, surface par défaut Teinte et ombre transparente

# cardShowcaseElevate1Text1
source: Card, elevation 1, default surfaceTint and shadow
es: Tarjeta, cota 1, superficie por defecto Tinte y sombra
fr: Carte, élévation 1, surface par défaut Teinte et ombre

# cardShowcaseElevate1Text2
source: Card, elevation 1, assigned surfaceTint and\ndefault shadow
es: Tarjeta, cota 1, superficie asignada Tinte y sombra por defecto
fr: Carte, élévation 1, surface attribuée Teinte et ombre par défaut

# cardShowcaseElevate1Text3
source: Card, elevation 1, assigned surfaceTint and\ntransparent shadow
es: Tarjeta, cota 1, superficie asignada Tinte y sombra no transparente
fr: Carte, élévation 1, surface attribuée Teinte et ombre transparente

# cardShowcaseElevate4Text1
source: Card, elevation 4, default surfaceTint and shadow
es: Tarjeta, cota 4, superficie por defecto Tinte y sombra
fr: Carte, élévation 4, surface par défaut Teinte et ombre

# cardShowcaseElevate4Text2
source: Card, elevation 4, default surfaceTint and default shadow
es: Tarjeta, elevación 4, superficie por defecto Tinte y sombra por defecto
fr: Carte, élévation 4, surface par défaut Teinte et ombre par défaut

# cardShowcaseElevate4Text3
source: Card, elevation 4, default surfaceTint and transparent shadow
es: Tarjeta, cota 4, superficie por defecto Tinte y sombra transparente
fr: Carte, élévation 4, surface par défaut Teinte et ombre transparente

# cardShowcaseText
source: Default background color comes from Material of type card,\nwhich by default is set to theme colorScheme surface.\nWhen useMaterial3 is true, Card gets elevation based\nsurfaceTint. When it is false, surfaceTint has no\neffect even if specified.
es: El color de fondo por defecto proviene del Material de tipo tarjeta, que por defecto se establece en el tema colorScheme surface.Cuando useMaterial3 es true, la tarjeta obtiene la elevación basada en surfaceTint. Cuando es falso, surfaceTint no tiene ningún efecto, incluso si se especifica.
fr: La couleur d'arrière-plan par défaut provient du matériau de type card qui, par défaut, est défini sur le thème colorScheme surface. Lorsque useMaterial3 est vrai, Card obtient une teinte de surface basée sur l'élévation. Lorsqu'elle est fausse, la teinte de surface n'a aucun effet, même si elle est spécifiée.

# cardShowcaseText1
source: Card, elevation 0, assigned surfaceTint and\ndefault shadow
es: Tarjeta, cota 0, superficie asignada Tinte y sombra por defecto
fr: Carte, élévation 0, surface attribuée Teinte et ombre par défaut

source: Change email
es: Cambiar correo electrónico
fr: Modifier l'adresse électronique

source: Change group name
es: Cambiar nombre del grupo
fr: Modifier le nom du groupe

source: Change login
es: Cambiar le login
fr: Modifier le login

source: Change name
es: Cambiar el nombre
fr: Modifier le nom

# changePassword
source: change your password
es: Cambiar contraseña
fr: Modifier le votre mot de pass

# charSet4
source: Enter more than 4 character
es: Introduzca más de 4 caracteres
fr: Saisir plus de 4 caractères

source: Chat Settings
es: Configuración del chat
fr: Paramètres du chat

# checkInbox
source: Check your inbox
es: Compruebe su bandeja de entrada
fr: Vérifiez votre boîte de réception

# checkboxListTileChecked
source: The checkbox list tile is checked
es: La lista de casillas de verificación está marcada
fr: La Liste des cases à cocher est cochée

# checkboxListTileTitle
source: CheckboxListTile
es: Mosaico CheckboxList
fr: Liste de cases à cocher

# checkboxListTileTitleDisabled
source: CheckboxListTile disabled
es: Mosaico CheckboxList desactivado
fr: Liste de cases à cocher désactivé

# checkboxListTileTristate
source: The checkbox list tile is tristate
es: Mosaico CheckboxList puede tener un valor verdadero
fr: Liste de cases à cocher peut avoir une valeur vrai

# checkboxListTileUnchecked
source: The checkbox list tile is unchecked
es: El mosaico de la lista de casillas de verificación está desmarcado
fr: La liste des cases à cocher n'est pas cochée

# clearBrowsingDescription
source: Clear history, cookies, cache and more
es: Borrar historial, cookies, caché y más
fr: Effacer l'historique, les cookies, le cache et plus encore

# clearBrowsingTitle
source: Clear browsing data
es: Borrar datos de navegación
fr: Effacer les données de navigation

source: Close
es: Cerrar
fr: Fermer

source: Code resent
es: Código reexpedido
fr: Renvoi du code

# colorBlue
source: Blue
es: Azul
fr: Bleu

# colorDark
source: Dark
es: Oscuro
fr: Sombre

# colorGreen
source: Green
es: Verde
fr: Vert

# colorOrange
source: Orange
es: Naranja

# colorPurple
source: Purple
es: Morado
fr: Violet

# colorRed
source: Red
es: Rojo
fr: Rouge

# colorScheme
source: ColorScheme Colors
es: Combinación de colores
fr: Schéma de couleurs

# colorYellow
source: Yellow
es: Amarillo
fr: Jaune

# comment
source: Write a comment...
es: Escribir un comentario...
fr: Ecrire un commentaire...

source: Component colors
es: Colores de los componentes
fr: Couleurs des composants

source: Component Theme
es: Componente Tema
fr: Thème des composants

source: Compute dark scheme colors
es: Calcular los colores del esquema oscuro
fr: Calculer les couleurs du schéma sombre

# confirmDeleteUser
source: Are you sure you want to delete current user?
es: ¿Está seguro de que desea eliminar el usuario actual?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur actuel ?

# confirmLeaveDial
source: Are you sure you want to leave this dialog?
es: ¿Seguro que quieres dejar este diálogo?
fr: Êtes-vous sûr de vouloir quitter ce dialogue ?

# confirmLogout
source: Are you sure you want logout current user
es: ¿Está seguro de que desea cerrar la sesión del usuario actual?
fr: Êtes-vous sûr de vouloir déconnecter l'utilisateur actuel ?

source: Connected devices
es: Dispositivos conectados
fr: Dispositifs connectés

# connectedDevicesDescription
source: Bluetooth, pairing
es: Bluetooth, emparejamiento
fr: Bluetooth, jumelage

source: Conservation
es: Conservación

source: Conservations
es: Conservaciónes

# conservationsNoP
source: No priority conservations
es: Ninguna conservación prioritaria
fr: Aucune conservation prioritaire

source: Contact details
es: Detalles de contacto
fr: Coordonnées de contact

source: Contacts
es: contactos

# controlNotifications
source: Control notifications from individual apps
es: Controla las notificaciones de cada aplicación
fr: Contrôler les notifications des différentes applications

# cookiesOtherDescription
source: Third-party cookies are blocked in Incognito mode
es: Las cookies de terceros se bloquean en el modo Incógnito
fr: Les cookies tiers sont bloqués en mode Incognito

# cookiesOtherTitle
source: Cookies and other site data
es: Cookies y otros datos del sitio
fr: Cookies et autres données du site

# copiedClipBoard
source: Copied your clip board
es: Copia en el portapapeles
fr: Copie du presse-papiers

source: Create
es: Cree
fr: Créer

# createAccount
source: Create an Account
es: Crear una cuenta
fr: Créer un compte

source: Create Contact
es: Crear contacto
fr: Créer un contact

source: Create Dialog
es: Crear un diálogo
fr: Créer un dialogue

source: Create group chat
es: Crear chat de grupo
fr: Créer un group de chat

source: Create private chat
es: Crear chat privado
fr: Créer un chat privé

source: Create public chat
es: Crear chat público
fr: Créer un chat public

source: Created
es: Creado
fr: Créé

source: Cube User Id
es: Cubo Id de usuario
fr: ID utilisateur du cube

# cubeUserName
source: enter CubeUser Name
es: introduzca CubeUser Name
fr: saisir le nom de l'utilisateur du cube

source: Dark AppBar opacity
es: Opacidad de la AppBar oscura
fr: Opacité de l'AppBar sombre

source: Dark AppBar style
es: Estilo AppBar oscuro
fr: Style sombre de l'AppBar

# darkSchemeText
source: Dark scheme colors are computed from the light scheme, instead of
es: Los colores del esquema oscuro se calculan a partir del esquema claro, en lugar de
fr: Les couleurs du schéma sombre sont calculées à partir du schéma clair, au lieu de

# darkSchemeTextSuit
source: using defined dark scheme colors.
es: utilizando colores de esquema oscuro definidos.
fr: en utilisant des couleurs sombres définies.

# darkSurfaceBlendSubTitle
source: Adjust the surface, background and \nscaffold blends
es: Ajusta las mezclas de superficie, fondo y andamio
fr: Ajuster les mélanges de surface, de fond et d'échafaudage

# darkSurfaceBlendTitle
source: Dark surface blend
es: Mezcla de superficies oscuras
fr: Mélange de surfaces foncées

source: Dark theme surface mode
es: Modo superficie del tema oscuro
fr: Thème sombre du mode surface

source: Date Picker Dialog
es: Selector De Fecha
fr: Sélecteur de Date

source: Day
es: Día
fr: Jour

# defaultBackgroundColorSurface
source: Default background color is surface with an onSurface overlay\ncolor in M2, and primary in M3, with elevation 3.\nFlexColorScheme component theme default is color scheme\nbackground, with used surface blend and elevation 0.
es: El color de fondo por defecto es superficie con una superposición onSurface en M2, y primario en M3, con elevación 3. El tema por defecto del componente FlexColorScheme es el esquema de color background, con mezcla de superficie usada y elevación 0.
fr: La couleur d'arrière-plan par défaut est une couleur de surface avec une couleur de recouvrement onSurface en M2, et une couleur primaire en M3, avec une élévation de 3. Le thème par défaut du composant FlexColorScheme est le schéma de couleurs d'arrière-plan, avec un mélange de surface utilisé et une élévation de 0.

# defaultLabel
source: Default
es: Predeterminado
fr: Défaut

# defaultSdkBackgroundColor
source: Default SDK background color is theme canvasColor via\nMaterial. The canvasColor is typically\ncolorScheme.background, elevation is 8. FCS sub-theme default\nis colorScheme.background and elevation 0.
es: Por defecto SDK color de fondo es el tema canvasColor a través de Material. El canvasColor es típicamente colorScheme.background, elevación es 8. FCS sub-tema por defecto es colorScheme.background y elevación 0.
fr: La couleur d'arrière-plan par défaut du SDK est la couleur du canevas du thème via Material. La couleur du canevas est généralement colorScheme.background, l'élévation est de 8. Le sous-thème FCS est par défaut colorScheme.background et l'élévation est de 0.

source: delete
es: suprima
fr: Supprimer

source: Delete contact
es: Borrar el contacto
fr: Supprimer un contact

# deleteFactor
source: Are you sure you want to delete this factor? You will be signed out of the app upon removing the factor.
es: Estás seguro de que quieres eliminar este factor? Al eliminar el factor, se cerrará tu sesión en la aplicación.
fr: Êtes-vous sûr de vouloir supprimer ce facteur ? Vous serez déconnecté de l'application après avoir supprimé le facteur.

source: delete user
es: eliminar usuario
fr: supprimer l'utilisateur

source: Description
es: Descripción

# developerNavBar
source: Developer
es: Programador
fr: Développeur

source: Dialog
es: Diálogo
fr: Dialoguer

# dialogUnknown
source: Unknown dialog
es: Diálogo desconocido
fr: Dialogue inconnu

source: Disabled item
es: Artículo desactivado
fr: Article désactivé

# disabledMin
source: disabled
es: discapacitados
fr: désactivé

# disabledTextEntry
source: Disabled with text entry
es: Desactivado con entrada de texto
fr: Désactivé avec saisie de texte

source: Dismiss
es: Descartar
fr: Rejeter

source: Display
es: Visualizar
fr: Afficher

# displayDescription
source: Dark theme, font size, brightness
es: Tema oscuro, tamaño de letra, brillo
fr: Thème sombre, taille des caractères, luminosité

# displayTitleZoom
source: Display zoom
es: zoom de visualización
fr: zoom de l'affichage

source: Do Not Disturb
es: No molestar
fr: Ne pas déranger

# doNotDisturbDescription
source: Off / 1 schedule can turn on automatically
es: Apagado / 1 horario puede encenderse automáticamente
fr: Désactivé / 1 horaire peut être activé automatiquement

source: Done
es: Realizado
fr: Terminé

source: Drawer
es: Cajón
fr: Tiroir

source: Drawer theme
es: Tema del cajón
fr: Thème du tiroir

source: Dropdown button
es: Botón desplegable
fr: Bouton de la liste déroulante

source: Dropdown FormField - Option
es: Formulario desplegable - Opción
fr: Champ de formulaire déroulant - Option

source: DropdownMenu
es: Menú desplegable
fr: Menu déroulant

# dropdownMenuText
source: The new M3 DropdownMenu shares building blocks with MenuBar\nand MenuAnchor, also uses InputDecorator for text entry.
es: El nuevo M3 DropdownMenu comparte bloques de construcción con Menu Bar y Menu Anchor, también utiliza Input Decorator para la entrada de texto.
fr: Le nouveau M3 DropdownMenu partage des blocs de construction avec la barre de menu et l'ancre de menu, et utilise également le décorateur d'entrée pour la saisie de texte.

source: Due Date
es: Fecha de vencimiento
fr: Date d'échéance

source: duration
es: duración
fr: durée

# egoteServicesTitle
source: Egote services
es: Servicios Egote

source: Elevated button
es: Botón elevado
fr: Bouton surélevé

source: Elevated Icon
es: Icono elevado
fr: Icône élevée

source: Elevation
es: Elevación
fr: Élévation

source: Email
es: Correo electrónico
fr: Courriel

# emailInvalid
source: Invalid email
es: Correo electrónico no válido
fr: Courriel non valide

source: Empty
es: Vacío
fr: Vide

source: English
es: Inglés
fr: Anglais

# enterAddressCity
source: enter a City Name
es: introduzca el nombre de la ciudad
fr: saisir un nom de ville

# enterAddressZipCode
source: enter a Zip Code
es: introduzca un código postal
fr: saisir un code postal

source: Enter Code
es: Introducir código
fr: Entrer le code

# enterCodeSent
source: Enter the code shown in your authentication app.
es: Introduce el código que aparece en tu aplicación de autenticación.
fr: Saisissez le code indiqué dans votre application d'authentification.

source: enter duration
es: introducir duración
fr: saisir la durée

# enterLogin
source: Enter your login
es: introduzca su login
fr: Entrez votre login

# enterPassword
source: Enter your password
es: Introduzca su contraseña
fr: Entrez votre mot de passe

source: Enter User Email
es: Introducir Email de Usuario
fr: Saisir l'e-mail de l'utilisateur

source: Enter User Password
es: Introducir contraseña de usuario
fr: Saisir le mot de passe de l'utilisateur

source: Enter Username
es: Introducir nombre de usuario
fr: Entrer le nom d'utilisateur

# expandCollapseSubTitle
source: ON to expand OFF to collapse\n\nOnly used for local control of Rail\npresentation.
es: ON para expandir OFF para contraer\nSólo se utiliza para el control local de la presentación ferroviaria.
fr: ON pour Agrandir OFF pour réduire la taille de l'appareil Seulement utilisé pour le contrôle local de la présentation des chemins de fer.

# expandCollapseTitle
source: Expand and collapse
es: Expandir y colapsar
fr: Agrandir et réduire

# expansionPanelDelete
source: To delete this panel, tap the trash can icon
es: Para eliminar este panel, pulse el icono de la papelera
fr: Pour supprimer ce panneau, appuyez sur l'icône de la corbeille

# expansionPanelFixed
source: This panel is fixed here and cannot be removed. Items\nnumbered 3 and higher can be removed.
es: Este panel está fijado aquí y no se puede quitar. A partir del número 3 sí se puede quitar.
fr: Ce panneau est fixé ici et ne peut pas être enlevé. Les éléments numérotés 3 et plus peuvent être retirés.

# expansionTileListTitle
source: This is tile number
es: Este es el azulejo número
fr: Il s'agit du numéro de tuile

# expansionTileSubTitle1
source: Trailing expansion arrow icon
es: Icono de flecha de expansión
fr: Icône de la flèche d'expansion arrière

# expansionTileSubTitle2
source: Custom expansion arrow icon
es: Icono de flecha de expansión personalizado
fr: Icône de flèche d'expansion personnalisée

# expansionTileSubTitle3
source: Leading expansion arrow icon
es: Icono de flecha de expansión
fr: Icône de la flèche d'expansion

# expansionTileTitle
source: ExpansionTile
es: Azulejo de expansión
fr: Tuile d'expansion

# explainFlutterM2Color
source: Flutter M2 past default color was\nThemeData.bottomAppBarColor. It was deprecated in\nFlutter 3.7. New default is colorScheme.surface and\nelevation 8. In M3 it defaults to colorScheme.surface\ncolor, elevation 3, no shadow, but with surface elevation\ntint.
es: El color predeterminado de Flutter M2 era ThemeData.bottomAppBarColor. Fue obsoleto en Flutter 3.7. El nuevo valor predeterminado es colorScheme.surface y elevación 8. En M3 por defecto es colorScheme.surface color, elevación 3, sin sombra, pero con tinte de elevación de la superficie.
fr: L'ancienne couleur par défaut de Flutter M2 était ThemeData.bottomAppBarColor. Elle a été supprimée dans Flutter 3.7. La nouvelle couleur par défaut est colorScheme.surface et l'élévation 8. Dans M3, la couleur par défaut est colorScheme.surface, élévation 3, sans ombre, mais avec une teinte d'élévation de la surface.

# explainUsedColors1
source: Material 3 ColorScheme seeding from key colors is OFF and not\nused. The ColorScheme is based directly on the selected theme
es: Material 3 La combinación de colores a partir de los colores clave está desactivada y no se utiliza. La combinación de colores se basa directamente en el tema seleccionado.
fr: Matériau 3 L'ensemencement de la palette de couleurs à partir des couleurs clés est désactivé et n'est pas utilisé. La palette de couleurs est basée directement sur le thème sélectionné.
