Repository: godzyken/egote_services_v2
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# explainUsedColors2
source: Light theme Primary color is used to generate the Colorscheme.\nThis is like using Flutter ColorScheme.fromSeed with the Primary\ncolor as seed color
es: El color primario del tema de la luz se utiliza para generar el esquema de color. Esto es como usar Flutter Color Scheme.fromSeed con el color primario como color semilla.
fr: La couleur primaire du thème de la lumière est utilisée pour générer le modèle de couleurs. Cela revient à utiliser Flutter Color Scheme.fromSeed avec la couleur primaire comme couleur de départ.

# explainUsedColors3
source: Tonal palettes for the ColorScheme, are made with light theme\nPrimary and Secondary colors as seed keys. Tertiary key is computed\nfrom Primary color
es: Las paletas tonales para el Esquema de Color, se hacen con los colores Primarios y Secundarios del tema de la luz como claves semilla. La clave terciaria se calcula a partir del color primario.
fr: Les palettes tonales du ColorScheme sont créées à partir des couleurs primaires et secondaires du thème de la lumière. La clé tertiaire est calculée à partir de la couleur primaire.

# explainUsedColors4
source: Tonal palettes for the ColorScheme, are made with light theme\nPrimary and Tertiary colors as seed keys, Secondary key is computed\nfrom Primary color
es: Las paletas tonales para el Esquema de Color, se hacen con colores primarios y terciarios como claves semilla, la clave secundaria se calcula a partir del color primario.
fr: Les palettes de tons pour le ColorScheme sont créées avec des thèmes clairs. Les couleurs primaires et tertiaires servent de clés de départ, la clé secondaire est calculée à partir de la couleur primaire.

# explainUsedColors5
source: Light theme Primary, Secondary and Tertiary colors are used as\nkeys to generate tonal palettes that define the ColorScheme
es: Tema de luz Los colores primario, secundario y terciario se utilizan como claves para generar paletas tonales que definen el la Combinación de colores
fr: Les couleurs primaires, secondaires et tertiaires du thème de la lumière sont utilisées comme clés pour générer des palettes de tons qui définissent le schéma de couleurs.

source: Extended
es: Ampliado
fr: Prolongé

# fastAppTerminationDescription
source: Terminate instead of suspending apps when backgrounded to\nforce apps to be relaunched when tray \nare foregrounded.
es: Terminar en lugar de suspender las aplicaciones cuando están en segundo plano para obligar a que las aplicaciones se vuelvan a iniciar cuando la bandeja esté en primer plano.
fr: Terminer au lieu de suspendre les applications lorsqu'elles sont en arrière-plan pour forcer les applications à être relancées lorsque les plateaux sont en avant-plan.

# fastAppTerminationTitle
source: Fast App Termination
es: Terminación rápida de aplicaciones
fr: Fin rapide de l'application

source: Faulty URL!
es: ¡URL defectuosa!
fr: URL erroné !

source: Favorite
es: Favorito
fr: Favoris

source: Favourites
es: Favoritos
fr: Favoris

source: File
es: Ficha
fr: Fichier

source: Fill Rate
es: Porcentaje de llenado
fr: Taux de remplissage

source: Filled
es: Rellenos
fr: Remplis

source: Filled button
es: Botón rellenado
fr: Bouton de remplissage

source: Filled (disabled)
es: Lleno (desactivado)
fr: Rempli (désactivé)

source: Filled Icon
es: Icono de relleno
fr: Icône de remplissage

# filledSetTrue
source: filled set true by Widget
es: rellenado fijado en true por Widget
fr: rempli par le Widget (true)

source: Filled tonal
es: Tonalidad de relleno
fr: Tonalité de remplissage

source: Filled tonal button
es: Botón tonal relleno
fr: Bouton de couleur rempli

source: Filled tonal (disabled)
es: Tonalidad de relleno (desactivado)
fr: Tonalité remplie (désactivée)

source: Filled tonal icon
es: Icono tonal relleno
fr: Icône de tonalité remplie

# flexTonesTitle1
source: FlexTones setup
es: Configuración de FlexTones
fr: Configuration des FlexTones

# flexTonesTitle2
source: FlexTones setup with CAM16 chroma
es: Configuración de FlexTones con croma CAM16
fr: Configuration des FlexTones avec CAM16 chroma

# flutterBackgroundColor
source: Flutter default background color is colorScheme.surface.\nFlexColorScheme sub-theme default is colorScheme.background.
es: El color de fondo por defecto de Flutter es el color de superficie Scheme. El subtema FlexColor Scheme por defecto es el color Scheme background.
fr: La couleur d'arrière-plan par défaut de Flutter est la couleur Scheme surface. La couleur d'arrière-plan par défaut du sous-thème FlexColor Scheme est la couleur Scheme.

# flutterBackgroundColorM3
source: Default Flutter background color in M3 is colorScheme.surface,\nwith elevation tint and no shadow. In M2 it has shadow and\nuses color theme.canvasColor, that is typically set\nto colorScheme.background.
es: El color de fondo predeterminado de Flutter en M3 es el color Scheme surface, con tinte de elevación y sin sombra. En M2 tiene sombra y utiliza el tema de color canvas Color, que normalmente se establece en colorScheme.background.
fr: La couleur d'arrière-plan par défaut de Flutter dans M3 est la couleur Scheme surface, avec une teinte d'élévation et sans ombre. En M2, elle a une ombre et utilise le thème de couleur canvas Color, qui est généralement défini sur colorScheme.background.

# flutterBackgroundColorSurface
source: Default Flutter background color is colorScheme.surface,\nwith addition of elevation tint in Material 3 mode.
es: El color de fondo predeterminado de Flutter es el color de la superficie Scheme, con la adición de un matiz de elevación en el modo Material 3.
fr: La couleur d'arrière-plan par défaut de Flutter est la couleur de la surface du schéma, avec l'ajout d'une teinte d'élévation en mode Material 3.

source: Font
es: Fuente
fr: Police

# forTesting
source: For testing, not persisted.
es: Para probar, no persiste.
fr: Pour les tests, non persistants.

source: Full photo
es: Foto completa
fr: Photo intégrale

# geo
source: Geolocation
es: Geo-localización
fr: Géolocalisation

# groupConf
source: Group configuration...
es: Configuración del grupo...
fr: Configuration du groupe...

source: Group details
es: Información del grupo
fr: Informations sur le groupe

source: Group Name...
es: Nombre del grupo...
fr: Nom du groupe...

# groupProvide
source: Please provide a group name and an optional group icon
es: Indique un nombre de grupo y un icono de grupo opcional
fr: Veuillez fournir un nom de groupe et une icône de groupe facultative.

# haveAccount
source: Have an account? Click here to login.
es: ¿Tiene una cuenta? Haga clic aquí para iniciar sesión.
fr: Vous avez un compte ? Cliquez ici pour vous connecter.

# haventAccount
source: Don\'t have an account? Tap here to register.
es: ¿No tiene una cuenta? Pulse aquí para registrarse.
fr: Vous n'avez pas de compte ? Cliquez ici pour vous inscrire.

source: Headline
es: Titular
fr: À la une

# helloMaterialBanner
source: Hello, I am a MaterialBanner
es: Hola, soy Material Banner
fr: Bonjour, je suis une Bannière Matérielle

source: Hide Message
es: Ocultar mensaje
fr: Masquer le message

# hideSilentTile
source: Hide silent notifications in status bar
es: Ocultar las notificaciones silenciosas en la barra de estado
fr: Masquer les notifications silencieuses dans la barre d'état

# highBackgroundLowScaffoldLongText
source: High background, low scaffold\nSurface 1x Background 3/2x Scaffold 1/2x\n
es: Fondo alto, andamio bajo Superficie 1x Fondo 3/2x Andamio 1/2x\n
fr: Fond élevé, échafaudage faible Surface 1x Fond 3/2x Echafaudage 1/2x\n

# highBackgroundLowScaffoldShortText
source: High background\nlow scaffold
es: Alto fondo bajo andamio
fr: Fond élevé faible échafaudage

# highScaffoldLevelSurfaceLongText
source: Very high scaffold, high background, level surface\nSurface 1x Background 2x Scaffold 3x\n
es: Andamio muy alto, fondo alto, superficie nivelada Superficie 1x Fondo 2x Andamio 3x\n
fr: Échafaudage très haut, arrière-plan haut, surface plane Surface 1x arrière-plan 2x échafaudage 3x\n

# highScaffoldLevelSurfaceShortText
source: High scaffold\nlevel surface
es: Superficie alta a nivel de andamio
fr: Échafaudage en hauteur\nsurface plane

# highScaffoldLowSurfaceLongText
source: Very high scaffold, low surface\nSurface 1/2x Background 1x Scaffold 3x\n
es: Andamio muy alto, superficie baja Superficie 1/2x Fondo 1x Andamio 3x\n
fr: Échafaudage très haut, surface basse Surface 1/2x Fond 1x Échafaudage 3x\n

# highScaffoldLowSurfaceShortText
source: VHigh scaffold\nlow surface
es: Andamio muy alto superficie baja
fr: Très haut échafaudage et faible surface

# highScaffoldLowSurfacesLongText
source: Very high scaffold, low surface and background\nSurface 1/2x Background 1/2x Scaffold 3x\n
es: Andamio muy alto, superficie y fondo bajos Superficie 1/2x Fondo 1/2x Andamio 3x\n
fr: Échafaudage très haut, surface et arrière-plan bas Surface 1/2x Arrière-plan 1/2x Échafaudage 3x\n

# highScaffoldLowSurfacesShortText
source: High scaffold\nlow surfaces
es: Andamio alto superficies bajas
fr: Echafaudage haut Surfaces basses

# highScaffoldLowSurfacesVariantDialogLongText
source: Tertiary container dialog, very high scaffold\nSurface 1/2x Background 1/2x Scaffold 3x\nDialog 1/2x blend of tertiary container color
es: Diálogo de contenedor terciario, andamio muy alto Superficie 1/2x Fondo 1/2x Andamio 3x Diálogo 1/2x mezcla de color de contenedor terciario
fr: Dialogue sur les conteneurs tertiaires, échafaudage très élevé Surface 1/2x Fond 1/2x Echafaudage 3x Dialogue 1/2x mélange de couleurs des conteneurs tertiaires

# highScaffoldLowSurfacesVariantDialogShortText
source: High scaffold\ntertiaryContainer dialog
es: Diálogo de contenedores terciarios de alto andamiaje
fr: Dialogue sur les conteneurs tertiaires à haut échafaudage

# highSurfaceLowScaffoldLongText
source: High surface, low scaffold\nSurface 3/2x Background 1x Scaffold 1/2x\n
es: Superficie alta, andamio bajo Superficie 3/2x Fondo 1x Andamio 1/2x\n
fr: Surface élevée, faible échafaudage Surface 3/2x Arrière-plan 1x Echafaudage 1/2x\n

# highSurfaceLowScaffoldShortText
source: High surface\nlow scaffold
es: Andamio de alta superficie
fr: Échafaudage à grande surface et à faible hauteur

source: Hive
es: Colmena
fr: Ruche

source: Home
es: Inicio
fr: Accueil

# iadDevTitle
source: IAD developer app testing
es: Pruebas de aplicaciones para desarrolladores de DAI
fr: Développeur IAD testant l'application

# iconButtonCLoseM3
source: This is an IconButton\nIn M3 tap to close lock
es: Este es un IconButton En M3 toque para cerrar la cerradura
fr: Il s'agit d'un bouton IconButton In M3 qui permet de fermer le verrou.

# iconButtonOpenM3
source: This is an IconButton\nIn M3 tap to open lock
es: Este es un IconButton En M3 toque para abrir la cerradura
fr: Il s'agit d'un bouton IconButton In M3 à utiliser pour ouvrir la serrure.

source: Info
es: Información

# infoThemeSettings
source: FlexColorScheme persisted theme demo. Theme settings ' 'widgets using Riverpod controllers can be used anywhere in ' 'the app. On this page, in the Drawer and in a BottomSheet ' 'to control persisted theme settings.
es: Demostración del tema persistente FlexColor Scheme. Los widgets de configuración de temas que utilizan controladores Riverpod pueden utilizarse en cualquier parte de la aplicación. En esta página, en el cajón y en una hoja inferior para controlar la configuración del tema persistente.
fr: Démonstration du thème persistant FlexColor Scheme. Les widgets de configuration du thème utilisant les contrôleurs Riverpod peuvent être utilisés n'importe où dans l'application. Sur cette page, dans le tiroir et dans une feuille inférieure pour contrôler les paramètres persistants du thème.

# iosDevTitle
source: iOS Developer Screen
es: Pantalla de desarrollador iOS
fr: Écran pour développeur iOS

source: Italic
es: Cursiva
fr: Italique

source: Label
es: Etiqueta

# labelActionChip
source: ActionChip
es: Acción Chip
fr: Jeton d'action

# labelAlarmSettings
source: Alarm settings
es: Configuración de la alarma
fr: Réglages de l'alarme

# labelArchive
source: Archive
es: Archivo
fr: Archives

# labelBackground
source: Background
es: Fondo
fr: Fond d'écran

# labelBottomNaviBarBackground
source: Bottom\nNaviBar\nBackground
es: Fondo inferior de la barra de navegación
fr: Arrière-plan de la barre de navigation inférieure

# labelBottomNaviBarSelected
source: Bottom\nNaviBar\nSelected
es: Barra de navegación inferior seleccionada
fr: Barre de navigation inférieure sélectionnée

# labelCabinOverview
source: Cabin overview
es: Vista general de la cabina
fr: Vue d'ensemble de la cabine

# labelCanvas
source: Canvas
es: Lienzos
fr: Toiles

# labelCard
source: Card
es: Tarjeta
fr: Carte

# labelCheckbox
source: Checkbox
es: Casilla de selección
fr: Case à cocher

# labelChipCheck
source: Chip check
es: Chip control
fr: Contrôle des puces

# labelChoiceChip
source: ChoiceChip
es: Elección del chip
fr: Choix de la puce

# labelCircleAvatar
source: Circle\nAvatar
es: Avatar circular
fr: Cercle Avatar

# labelDialogBackground
source: Dialog\nBackground
es: Fondo de diálogo
fr: Arrière-plan du dialogue

# labelDisabledColor
source: Disabled\nColor
es: Color desactivado
fr: Couleur désactivée

# labelDisabledSettings
source: Disabled settings
es: Parámetros desactivados
fr: Paramètres désactivés

# labelDividerColor
source: Divider\nColor
es: Color del divisor
fr: Couleur du séparateur

# labelElevatedButton
source: Elevated\nButton
es: Botón elevado
fr: Bouton surélevé

# labelErrorContainer
source: Error\nContainer
es: Contenedor de errores
fr: Conteneur d'erreurs

# labelFilterChip
source: FilterChip
es: FiltroChip
fr: Filtre à puce

# labelFloatingActionButton
source: Floating\nAction\nButton
es: Botón de acción flotante
fr: Bouton d'action flottant

# labelFocusColor
source: Focus\nColor
es: Enfoque Color
fr: Couleur de la mise au point

# labelHighlightColor
source: Highlight\nColor
es: Color de realce
fr: Couleur de mise en évidence

# labelHintColor
source: Hint\nColor
es: Sugerencia de color
fr: Couleur de l'indice

# labelHoverColor
source: Hover\nColor
es: Color al pasar el cursor
fr: Couleur au survol

# labelIndicatorColor
source: Indicator\nColor
es: Color del indicador
fr: Couleur de l'indicateur

# labelInputChip
source: InputChip
es: Chip de entrada
fr: Champ de saisie

# labelInputDecorator
source: Input\nDecorator
es: Decorador de entrada
fr: Décorateur de saisie

# labelInversePrimary
source: Inverse\nPrimary
es: Primaria inversa
fr: Primaire inversé

# labelInverseSurface
source: Inverse\nSurface
es: Superficie inversa
fr: Surface inversée

# labelNavigationBarBackground
source: Navigation\nBar\nBackground
es: Fondo de la barra de navegación
fr: Arrière-plan de la barre de navigation

# labelNavigationBarIndicator
source: Navigation\nBar\nIndicator
es: Indicador de la barra de navegación
fr: Indicateur de la barre de navigation

# labelNavigationBarSelected
source: Navigation\nBar\nSelected
es: Barra de navegación seleccionada
fr: Barre de navigation sélectionnée

# labelNavigationRailBackground
source: Navigation\nRail\nBackground
es: Carril de navegación Fondo
fr: Rail de navigation Fond d'écran

# labelNavigationRailIndicator
source: Navigation\nRail\nIndicator
es: Indicador de carril de navegación
fr: Indicateur de rail de navigation

# labelNavigationRailSelected
source: Navigation\nRail\nSelected
es: Carril de navegación seleccionado
fr: Rail de navigation sélectionné

# labelOnBackground
source: on\nBackground
es: sobre el fondo
fr: sur l'arrière-plan

# labelOnError
source: on\nError
es: en Errorr
fr: en cas d'erreur

# labelOnErrorContainer
source: onError\nContainer
es: en Contenedor de errores
fr: sur le conteneur d'erreurs

# labelOnInverseSurface
source: onInverse\nSurface
es: en Superficie Inversa
fr: sur la surface inverse

# labelOnPrimary
source: on\nPrimary
es: en Primaria
fr: sur le primaire

# labelOnPrimaryContainer
source: onPrimary\nContainer
es: en el contenedor primario
fr: sur le conteneur primaire

# labelOnSecondary
source: on\nSecondary
es: en Secundaria
fr: sur le secondaire

# labelOnSecondaryContainer
source: on\nSecondary\nContainer
es: en contenedor secundario
fr: sur le conteneur secondaire

# labelOnSurface
source: on\nSurface
es: en Superficie
fr: sur la surface

# labelOnSurfaceVariant
source: onSurface\nVariant
es: en Variante de superficie
fr: sur la variante de surface

# labelOnTertiary
source: on\nTertiary
es: sobre Terciario
fr: sur le tertiaire

# labelOnTertiaryContainer
source: on\nTertiary\nContainer
es: en Contenedor Terciario
fr: sur le conteneur tertiaire

# labelOutline
source: Outline
es: Esquema
fr: Contour

# labelOutlineButton
source: Outlined\nButton
es: Botón perfilado
fr: Bouton souligné

# labelPrimary
source: Primary
es: Primario
fr: Primaire

# labelPrimaryColor
source: Primary\nColor
es: Color primario
fr: Couleur primaire

# labelPrimaryContainer
source: Primary\nContainer
es: Contenedor primario
fr: Conteneur primaire

# labelPrimaryDark
source: Primary\nDark
es: Primario Oscuro
fr: Primaire foncé

# labelPrimaryLight
source: Primary\nLight
es: Luz primaria
fr: Lumière primaire

# labelPrimaryTextTheme
source: PrimaryText\nTheme
es: Tema principal del texto
fr: Thème du texte primaire

# labelScaffoldBackground
source: Scaffold\nBackground
es: Andamio Fondo
fr: Contexte de l'échafaudage

# labelSecondary
source: Secondary
es: Secundaria
fr: Secondaire

# labelSecondaryContainer
source: Secondary\nContainer
es: Contenedor secundario
fr: Conteneur secondaire

# labelSecondaryHeader
source: Secondary\nHeader
es: Cabecera secundaria
fr: En-tête secondaire

# labelShadow
source: Shadow
es: Sombra
fr: Ombre

# labelShadowColor
source: Shadow\nColor
es: Sombra Color
fr: Couleur de l'ombre

# labelSnackBarBackground
source: SnackBar\nBackground
es: SnackBar Fondo
fr: Fond du SnackBar

# labelSplashColor
source: Splash\nColor
es: Salpicaduras de color
fr: Splash Color

# labelSurfaceVariant
source: Surface\nVariant
es: Surface Variante
fr: Surface Variante

# labelSurveillanceView
source: Sight monitoring
es: Control visual
fr: Surveillance visuelle

# labelSwitch
source: Switch
es: Interruptor
fr: Commutateur

# labelTabBarIndicator
source: TabBar\nIndicator
es: TabBar Indicador
fr: Indicateur de barre d'outils

# labelTabBarItem
source: TabBar\nItem
es: Elemento TabBar
fr: Élément de la barre d'outils

# labelTasks
source: Tasks
es: Tareas
fr: Tâches

# labelTertiary
source: Tertiary
es: Terciario
fr: Tertiaire

# labelTertiaryContainer
source: Tertiary\nContainer
es: Contenedor terciario
fr: Conteneur tertiaire

# labelTextButton
source: Text\nButton
es: Botón de texto
fr: Bouton de texte

# labelTextDisabled
source: TextField - Disabled label
es: TextField - Etiqueta desactivada
fr: TextField - Label désactivé

# labelTextTheme
source: Text\nTheme
es: Tema del texto
fr: Thème de texte

# labelToggleButtons
source: Toggle\nButtons
es: Botones Toggle
fr: Boutons de basculement

# labelTonalButton
source: Tonal\nButton
es: Botón tonal
fr: Bouton tonal

# labelTooltip
source: Tooltip
es: Sugerencia
fr: Info-bulle

# labelUnselectedWidget
source: Unselected\nWidget
es: Widget no elegido
fr: Widget non sélectionné

# labelWaterAlert
source: Water alert
es: Alerta sobre el agua
fr: Alerte à la pollution de l'eau

source: Language Settings Screen
es: Pantalla de configuración de idioma
fr: Écran des paramètres linguistiques

source: Large
es: Grande
fr: Grande

source: Last login
es: Último acceso
fr: Dernière connexion

source: Last Selected
es: Último seleccionado
fr: Dernier sélectionné

source: Level
es: Nivel
fr: Niveau

# levelSurfacesLowScaffoldLongText
source: Level surface and background, low scaffold\nSurface 1x Background 1x Scaffold 1/2x\n
es: Superficie y fondo nivelados, andamio bajo Superficie 1x Fondo 1x Andamio 1/2x\n
fr: Surface et arrière-plan de niveau, échafaudage bas Surface 1x arrière-plan 1x échafaudage 1/2x\n

# levelSurfacesLowScaffoldVariantDialogLongText
source: Tertiary container dialog, low scaffold\nSurface 1x Background 1x Scaffold 1/2x\nDialog 1x blend of tertiary container color
es: Diálogo de contenedor terciario, andamio bajo Superficie 1x Fondo 1x Andamio 1/2x Diálogo 1x mezcla de color de contenedor terciario
fr: Dialogue sur les conteneurs tertiaires, faible échafaudage Surface 1x arrière-plan 1x échafaudage 1/2x dialogue 1x mélange de couleurs pour les conteneurs tertiaires

# levelSurfacesLowScaffoldVariantDialogShortText
source: Low scaffold\nTertiaryContainer dialog
es: Diálogo de contenedores terciarios de bajo andamiaje
fr: Échafaudage bas Dialogue sur les conteneurs tertiaires

source: Light AppBar opacity
es: Luz AppBar opacidad
fr: Opacité de l'AppBar légère

source: Light AppBar style
es: Estilo AppBar ligero
fr: Style AppBar léger

source: Light theme surface blend
es: Mezcla de superficies de temas claros
fr: Mélange de surfaces sur le thème de la lumière

# lightThemeSurfaceBlendSubTitle
source: Adjust the surface, background and\nscaffold blends
es: Ajusta las mezclas de superficie, fondo y andamio
fr: Ajuster les mélanges de surface, d'arrière-plan et d'échafaudage

source: Light theme surface mode
es: Modo superficie del tema de la luz
fr: Thème lumineux mode surface

# listContacts
source: List of Contacts
es: Lista de contactos
fr: Liste de contacts

# listMfa
source: List of Multi Factor Authentication
es: Lista de autenticación multifactor
fr: Liste des authentifications multi-facteurs

source: Load
es: Carga
fr: Chargement

source: Load now
es: Cárgalo ahora
fr: Télécharger maintenant

source: Loading...
es: Cargamento...
fr: Chargement...

source: location
es: ubicación
fr: emplacement

# locationDescription
source: On - 3 apps have access to location
es: Activado: 3 aplicaciones tienen acceso a la ubicación
fr: Activé - 3 applications ont accès à la localisation

source: Login
es: Inicio de sesión
fr: Se connecter

source: Logout
es: Cierre de sesión
fr: Se déconnecter

source: Material BottomSheet
es: Material Lámina inferior
fr: Feuille de fond Material

# materialBottomSheetText
source: Uses Material of type canvas as default background.\nColorScheme background in M2, but surface in M3.
es: Utiliza Material de tipo canvas como fondo por defecto. Fondo ColorScheme en M2, pero superficie en M3.
fr: Utilise un matériau de type toile comme arrière-plan par défaut. Fond ColorScheme en M2, mais surface en M3.

source: Material Modal BottomSheet
es: Material: Lámina inferior Modal
fr: Alèse modale Material

# materialPopupMenuText
source: The classic Material popup menu.
es: El clásico menú desplegable Material.
fr: Le menu contextuel classique de Material.

# materialShowcaseShadowText1
source: Material type canvas, elevation 0, default\ntint and shadow
es: Material: tipo lienzo, elevación 0, default\ntint y sombra
fr: Material: type de toile, élévation 0, teinte par défaut et ombre

# materialShowcaseShadowText2
source: Material type canvas, elevation 1, default tint\nand shadow
es: Material: tipo lienzo, altura 1, tinte por defecto y sombra
fr: Material: type de toile, élévation 1, teinte par défaut et ombre

# materialShowcaseShadowText3
source: Material type canvas, elevation 6, default tint\nand shadow
es: Material: tipo lienzo, altura 6, color por defecto y sombra
fr: Material: type de toile, élévation 6, teinte par défaut et ombre

# materialShowcaseSurface
source: Material type canvas, elevation 1,\nassigned surfaceTint and no shadow'
es: Material: tipo lienzo, elevación 1, superficie asignada Tinte y sin sombra
fr: Material: type toile, élévation 1, surface attribuée Teinte et pas d'ombre
