Repository: godzyken/egote_services_v2
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# themeShowcaseText
source: Shows theme colors and the FlexColorScheme based theme\napplied on common widgets.\nIt also has a NavigationBar and TabBar in the AppBar,\nto show what they look like, but they don't do anything.
es: Muestra los colores del tema y el tema basado en FlexColorScheme aplicado en widgets comunes. También tiene una NavigationBar y TabBar en la AppBar, para mostrar su aspecto, pero no hacen nada.
fr: Montre les couleurs du thème et le thème basé sur FlexColorScheme appliqué aux widgets communs. Il y a aussi une NavigationBar et une TabBar dans l'AppBar, pour montrer à quoi elles ressemblent, mais elles ne font rien.

source: TimePickerDialog
es: Diálogo de selección de hora
fr: Boîte de dialogue de sélection de l'heure

source: Title
es: Título
fr: Titre

source: to your email address
es: a su dirección de correo electrónico
fr: à votre adresse électronique

# tooHigh
source: \nTOO HIGH
es: \nDemasiado alto
fr: \nTrop élevé

# tooltipCircleAvatar
source: This is a\nCircleAvatar
es: Este es un avatar circular
fr: Il s'agit d'un avatar circulaire

# tooltipIcon
source: This is\nan Icon
es: Esto es un icono
fr: C'est une icône

# tooltipIconButton
source: This is an\nIconButton
es: Se trata de un botón de icono
fr: Il s'agit d'un bouton icône

# tooltipIconComment
source: Comment Icon
es: Comentario Icono
fr: Icône de commentaire

# tooltipIconMenu
source: Menu Icon
es: Icono del menú
fr: Icône de menu

# tooltipIconSettings
source: Settings Icon
es: Icono de configuración
fr: Icône des paramètres

# tooltipMessageLevelSurfaces
source: Level surfaces\nlow scaffold
es: Superficies niveladas andamio bajo
fr: Surfaces planes échafaudage bas

# tooltipMessageScaffold
source: High scaffold\nlow surface
es: Andamio alto superficie baja
fr: Échafaudage élevé surface basse

# tooltipMessageSurface
source: High surface\nlow scaffold
es: Andamio bajo de alta superficie
fr: Surface élevée, échafaudage bas

# tooltipMessageTertiaryContainerDialog
source: Tertiary container dialog\nlow scaffold
es: Diálogo del contenedor terciario andamio bajo
fr: Dialogue sur le contenant tertiaire échafaudage bas

# tooltipOpenNavigationMenu
source: Open navigation menu
es: Abrir el menú de navegación
fr: Ouvrir le menu de navigation

# tooltipShowcaseMessage1
source: Current tooltip theme
es: Tema actual de la información sobre herramientas
fr: Thème actuel de l'info-bulle

# tooltipShowcaseMessage2
source: Current tooltip theme.\nThis a two row tooltip.
es: Tema actual de la información sobre herramientas. Se trata de un tooltip de dos filas.
fr: Thème actuel de l'info-bulle. Il s'agit d'une info-bulle à deux lignes.

# tooltipShowcaseMessage3
source: Current tooltip theme.\nThis tooltip is too long.\nTry to keep them short.
es: Tema actual de la información sobre herramientas. Este tooltip es demasiado largo. Intente hacerlas más cortas.
fr: Thème actuel de l'info-bulle. Cette info-bulle est trop longue. Essayez de les raccourcir.

# tooltipShowcaseText1
source: Text with tooltip
es: Texto con información sobre herramientas
fr: Texte avec info-bulle

# tooltipShowcaseText2
source: Text with two row tooltip
es: Texto con información sobre herramientas en dos filas
fr: Texte avec info-bulle sur deux rangs

# tooltipShowcaseText3
source: Text with three row tooltip
es: Texto con información sobre herramientas en tres filas
fr: Texte avec info-bulle à trois rangs

# tooltipStandard
source: Standard
es: Estándar

# tooltipStandardDisabled
source: Standard (disabled)
es: Estándar (desactivado)
fr: Standard (désactivé)

# uiAutomationEnable
source: Enable UI Automation
es: Activar la automatización de la interfaz de usuario
fr: Activer l'automatisation de l'IU

# uiAutomationTitle
source: UI Automation
es: Automatización de la interfaz de usuario
fr: Automatisation de l'interface utilisateur

# ukctbTooltipMessP
source: Use light theme Primary color\nas key color to seed your ColorScheme
es: Utilice el color primario del tema claro como color clave para sembrar su esquema de color.
fr: Utilisez la couleur primaire du thème de la lumière comme couleur clé pour initier votre ColorScheme.

# ukctbTooltipMessS
source: Use light theme Secondary color\nas key color to seed your ColorScheme
es: Utilice el color secundario del tema de la luz para sembrar tu esquema de color.
fr: Utiliser le thème de lumière Couleur secondaire Couleur clé pour ensemencer votre ColorScheme

# ukctbTooltipMessT
source: Use light theme Tertiary color\nas key color to seed your ColorScheme
es: Utilice el color terciario del tema de la luz nas color clave para sembrar su ColorScheme
fr: Utiliser le thème de la lumière Couleur tertiaire Couleur clé pour ensemencer votre ColorScheme

source: Unavailable
es: No está disponible
fr: Indisponible

# unEnroll
source: Unenroll MFA
es: Desafiliarse al AMF
fr: Désinscription de l'AMF

source: Underline
es: Subraye
fr: Souligner

source: Unlimited Ad Presentation'
es: Presentación ilimitada de anuncios
fr: Présentation illimitée des annonces

source: Update
es: Actualización
fr: Mise à jour

source: update address
es: actualizar dirección
fr: actualiser l'adresse

source: Update Contact
es: Actualizar Contacto
fr: Actualiser le contact

source: Update Dialog
es: Actualizar diálogo
fr: Actualiser la boîte de dialogue

source: update owner
es: actualizar propietario
fr: mettre à jour du propriétaire

source: Update Profile
es: Actualizar perfil
fr: Actualiser le profil

# useLevelZero
source: . With seeded ColorScheme, for a pure M3 surface design, use level 0
es: . Con ColorScheme sembrado, para un diseño de superficie M3 puro, utilice el nivel 0
fr: . Avec le ColorScheme semé, pour un design de surface M3 pur, utilisez le niveau 0.

# useLightThemeColors
source: Use light theme colors to seed the ColorScheme
es: Utilizar los colores del tema de la luz para sembrar el ColorScheme
fr: Utiliser les couleurs claires du thème pour ensemencer le ColorScheme

# useMaterial3Title
source: Use Material 3
es: Utilizar Material 3
fr: Utiliser Material 3

# useSeedSubTitle
source: Use FlexTones to configure which tone from\ngenerated palettes each color in the ColorScheme use.\nSet limits on used CAM16 chroma values\nfor the three colors used as keys for primary,\nsecondary and tertiary TonalPalettes.\nIn this app you can choose between the default Material 3\ntone mapping plus six pre-defined custom FlexTones setups.
es: Utilice FlexTones para configurar qué tono de las paletas generadas utiliza cada color del Esquema de Color. Establezca límites en los valores de croma CAM16 utilizados para los tres colores utilizados como claves para las paletas tonales primarias, secundarias y terciarias. En esta aplicación puede elegir entre el mapeo de tonos Material 3 predeterminado y seis configuraciones FlexTones personalizadas predefinidas.
fr: Utilisez les FlexTones pour configurer le ton des palettes générées que chaque couleur du ColorScheme utilise. Définissez les limites des valeurs chromatiques CAM16 utilisées pour les trois couleurs utilisées comme clés pour les palettes tonales primaires, secondaires et tertiaires. Dans cette application, vous pouvez choisir entre le mappage de tons par défaut de Material 3 et six configurations FlexTones personnalisées prédéfinies.

# useSubThemesSubTitle
source: Enable FlexColorScheme opinionated sub themes
es: Activar los subtemas de FlexColor Scheme opinionated
fr: Activer le schéma FlexColor pour les sous-thèmes d'opinion

# useSubThemesTitle
source: Use component themes
es: Utilizar temas de componentes
fr: Utiliser les thèmes des composants

# useThemesSubTitle
source: Default setting uses mostly Material 3 design\nvalues, where radius spec varies per component.\nMaterial 2 design uses 4 on all components.
es: La configuración por defecto utiliza principalmente valores de diseño Material 3, donde la especificación del radio varía por componente. El diseño Material 2 utiliza 4 en todos los componentes.
fr: Le réglage par défaut utilise principalement les valeurs de conception du matériau 3, où les spécifications de rayon varient selon les composants. La conception du matériau 2 utilise la valeur 4 pour tous les composants.

# useThemesTitle
source: Global border radius on components
es: Radio global de los bordes de los componentes
fr: Rayon de la bordure globale sur les composants

source: Use true black
es: Usar negro verdadero
fr: Utiliser le noir véritable

source: Used platform mechanics
es: usada la plataforma Mecánica
fr: utilisée la platform mechanics

# userAnonymous
source: User is anonymous
es: El usuario es anónimo
fr: L'utilisateur est anonyme

source: User First Name
es: Nombre de pila de usuario
fr: Prénom de l'utilisateur

source: UserId
es: Identificación de usuario
fr: Identifiant de l'utilisateur

source: User info
es: Información del usuario
fr: Info utilisateur

# userName
source: Name
es: Nombre
fr: Nom

# userNotFound
source: Couldn't find user
es: No se encuentra el usuario
fr: Impossible de trouver l'utilisateur

# valueFive
source: five
es: cinco
fr: cinq

# valueFour
source: four
es: cuatro
fr: quatre

# valueOne
source: one
es: un
fr: un

# valueThree
source: three
es: tres
fr: trois

# valueTwo
source: two
es: dos
fr: deux

source: Verification
es: Verificación
fr: Vérification

source: Verification code
es: Código de verificación
fr: Code de vérification

# verificationCodeSent
source: Enter the verification code sent
es: Introduzca el código de verificación enviado
fr: Saisir le code de vérification envoyé

source: verified
es: verificado
fr: vérifié

source: Verify
es: Verificar
fr: Vérification

# viewDescription
source: Choose a view for iPhone.\nZoomed shadows larger controls.\nStandard shows more content.
es: Elige una vista para iPhone. Zoom sombras controles más grandes. Estándar muestra más contenido.
fr: Choisissez une vue pour l'iPhone. L'agrandissement permet d'afficher des commandes plus grandes. La version standard affiche plus de contenu.

# viewTitle
source: View
es: Ver
fr: Vue

source: Volume
es: Volumen

# wallpaperStyleDescription
source: Colors, themed icons, app grid
es: Colores, iconos temáticos, cuadrícula de aplicaciones
fr: Couleurs, icônes thématiques, grille d'application

# wallpaperStyleTitle
source: Wallpaper & style
es: Papel pintado y estilo
fr: Papier peint et style

source: Water damage
es: Daños por agua
fr: Dégâts des eaux

# webSettingsTitle
source: Web Settings
es: Configuración web
fr: Paramètres Web

source: Week
es: Semana
fr: Semaine

source: WelCome
es: Bienvenido
fr: Bienvenue

source: WelCome Back
es: bienvenido de nuevo
fr: Bon retour

# wirelessAlert
source: Wireless emergency alerts
es: Alertas de emergencia inalámbricas
fr: Alertes d'urgence sans fil

source: Wood cabin
es: Cabaña de madera
fr: Cabine en bois

source: Year
es: Año
fr: Année

source: Color
fr: Couleur

# colorGrey
source: Grey
fr: Gris

source: Colors
fr: Couleurs

# labelChip
source: Chip
fr: Puce

# labelChips
source: Chips
fr: Puces

# labelError
source: Error
fr: Erreur

source: token
fr: jeton
